cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'autoenv'
brew 'coreutils'
brew 'fzf'
brew 'git'
brew 'imagemagick'
brew 'jq'
brew 'openssl'
brew 'rbenv'
brew 'pyenv'
brew 'nodenv'
brew 'readline'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'