tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "puma/puma"
brew "autoenv"
brew "coreutils"
brew "fzf"
brew "gh"
brew "git"
brew "imagemagick"
brew "jq"
brew "memcached", restart_service: true
brew "nodenv"
brew "openssl@3"
brew "pipenv"
brew "postgresql", restart_service: true
brew "pyenv"
brew "rbenv"
brew "redis", restart_service: true
brew "starship"
brew "the_silver_searcher"
brew "vips"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "puma/puma/puma-dev"
